@extends('layouts.userheader')
@section('title','ヘアスタイル')
@section('content')
<div class="height-90"></div>

<main id="main">

  <section id="main_order">
    <div class="container max-width-700" data-aos="fade-up">
      <div class="section-header-01">
        <p class="mb-0"><img class="head_logo" src="assets/img/logo-big.png" alt="" title=""></p>
      </div>
      <div class="order_title_bar mb-30" data-aos="fade-up" data-aos-delay="100"><p>他のアカウントで新規登録</p></div>
      <div class="register_privacy_policy">
          <p>本利用規約（以下「本規約」と言います。）は、当社と本サービスを利用するユーザー（ただし、本サービス上に情報を掲載することを目的として登録したユーザーを除く）との間において、当社が提供する「stapic」と称するサービスの提供条件及び当社とユーザーとの権利義務関係を定めるものです。本サービスの利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要があります。</p>
          <p><strong>第1条（適用）<br/>
              1. 本規約は、本サービスの提供条件及び本サービスの利用に関する当社と第2条（定義）に定義するユーザーとの間の権利義務関係を定めることを目的とし、本サービスの利用に関わる一切の事項に適用されます。<br/>
              2. 当社が本サービスのウェブサイト（https://stapic.jp/）上に掲載する本サービス利用に関するルールは、本規約の一部を構成するものとします。<br/>
              3. 本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。<br/>
              4. ユーザーは、本サービスを利用することで、本利用規約の全ての条項について同意したものとみなされます。</strong></p>
          <p><strong>第2条（定義）<br/>
              本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。</strong><br/><span>⑴ 「サービス利用契約」とは、本規約及び当社とユーザーの間で締結する、本サービスの利用契約を意味します。<br/>
              ⑵ 「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。）を意味します。<br/>
              ⑶ 「掲載データ」とは、本サービス上に情報を掲載することを目的として登録を行った事業者により本サービス上に投稿、掲載されたコンテンツ（文章、画像、動画その他のデータを含みますがこれらに限りません。）を意味します。<br/>
              ⑷ 「当社」とは、株式会社ＣＯＣＯＲＯＺＡＳＨＩを意味します。<br/>
              ⑸ 「当社ウェブサイト」とは、そのドメインが「stapic.jp」である、当社が運営するウェブサイト（理由の如何を問わず、当社のウェブサイトのドメインまたは内容が変更された場合は、当該変更後のウェブサイトを含みます。）を意味します。<br/>
              ⑹「ユーザー」とは、本サービスを利用する全ての者をいいます。ただし、本サービスに情報を掲載することを目的として登録を行った事業者については、本規約ではなく「stapic利用規約（事業者用）」が適用されるものとします。<br/>
              ⑺ 「本サービス」とは、当社が提供する「stapic」という名称のサービス（理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含みます。）を意味します。</span></p>
      </div>
    </div>
  </section>

</main>
@endsection
